[
    {
        "id":1,
        "title":"Apple iPhone 15 Pro Max (Natural Titanium, 256 GB)",
        "launchOn":"22 September 2023",
        "catagories":"IOS phone",
        "img":"phones/iphone 15pro max.png",
        "shortContent":"The iPhone 15 Pro Max is anticipated to feature a refined design with possibly slimmer bezels, enhanced display technology, and improvements in camera performance. Expect upgrades in performance, battery life, and connectivity, along with the latest iOS software and possible advancements in accessories like MagSafe technology.",
        "content":"The Apple iPhone 15 Pro Max is the pinnacle of smartphone technology, offering a stunning blend of power, performance, and elegance. With its expansive Super Retina XDR display, users are immersed in vibrant colors and deep blacks. The A16 Bionic chip ensures lightning-fast performance, effortlessly handling even the most demanding tasks. Equipped with a triple-lens camera system, including advanced computational photography features, the iPhone 15 Pro Max captures breathtaking photos and videos in any lighting condition. Its sleek design, featuring premium materials and precision engineering, makes it a true masterpiece of craftsmanship. With cutting-edge features such as 5G connectivity, MagSafe charging, and iOS updates for years to come, the iPhone 15 Pro Max redefines what a smartphone can be.",
        "price":"₹1,48,900",
        "Highlights1":"256 GB ROM",
        "Highlights2":"17.02 cm (6.7 inch) Super RetDR Disina Xplay",
        "Highlights3":"48MP + 12MP + 12MP | 12MP Front Camera",
        "Highlights4":" A17 Pro Chip, 6 Core Processor Processor"


    },
    {
        "id":2,
        "title":"SAMSUNG Galaxy S24 Ultra 5G (Titanium Violet, 256 GB) (12 GB RAM)",
        "launchOn":"17th January 2024",
        "catagories":"Android phone",
        "img":"phones/Samsung-Galaxy-S24-Ultra.png",
        "shortContent":"A powerful device in Titanium Violet with 256GB storage and 12GB RAM, boasting top-tier performance.",
        "content":"Behold the Samsung Galaxy S24 Ultra smartphone, an exceptional amalgamation of incredible technology and superior sophistication. Whether you're typing up a storm or jotting something down, Note Assist makes a long story short. New AI-powered editing options let you get the photo you want, like relocating objects and intelligently filling in the space they left behind. With a durable shield of titanium built right into the frame and better scratch resistance with Corning Gorilla Armor, your IP68 water and dust-resistant Galaxy S24 Ultra is ready for adventure. Write, tap, and navigate with the precision your fingers wish they had on the new, flat display.",
        "price":"₹1,29,999",
        "Highlights1":"12 GB RAM | 256 GB ROM",
        "Highlights2":"17.27 cm (6.8 inch) Quad HD+ Display",
        "Highlights3":"200MP + 50MP + 12MP + 10MP | 12MP Front Camera",
        "Highlights4":" Snapdragon 8 Gen 3 Processor"
    },
    {
        "id":3,
        "title":"Google Pixel 8 Pro (Bay, 128 GB)",
        "launchOn":"4th October 2023",
        "catagories":"Android phone",
        "img":"phones/google_pixel_8pro-removebg-preview.png",
        "shortContent":"The Pixel 8 Pro in Bay color offers 128GB storage, promising Google's signature camera excellence and seamless performance.",
         "content":"Stay productive throughout the day with this Pixel 8 Pro smartphone that brings you a multitude of impressive and useful features. Built over a powerful chipset and custom-designed with Google AI for splendid photo and video features, this smartphone is a game changer. With a 6.2-inch high-resolution display, this phone displays sharp and clear content. The Audio Magic Eraser uses Google AI to reduce distracting sounds. The phone is designed with safety features to quickly help you respond in emergency situations. With IP68 protection, the phone can handle dust and spills efficiently. Turning on the Extreme Battery Saver mode can help run your phone’s battery for up to 72 hours.",
        "price":"₹1,06,999",
        "Highlights1":"12 GB RAM | 128 GB ROM",
        "Highlights2":"17.02 cm (6.7 inch) Full HD+ AMOLED Display",
        "Highlights3":"50MP + 48MP + 48MP | 10.5MP Front Camera",
        "Highlights4":" Tensor G3 Processor"

    },
    {
        "id":4,
        "title":"ASUS ROG Phone 5 Ultimate (White, 512 GB) (18 GB RAM)",
        "launchOn":"13th April 2023",
        "catagories":"Android phone",
        "img":"phones/asus rog7 ultimate.png",
        "shortContent":"The ultimate gaming smartphone in White with a massive 512GB storage and 18GB RAM configuration for unparalleled gaming experiences.",
        "content":"Stylish, functional, and versatile, the ASUS ROG Phone 5 smartphone ensures that you can stay entertained and play games with ease. Its ergonomic design and AURA RGB lighting further enhance its aesthetic appeal, making it ideal for gaming-freaks who love to flaunt their devices. It features a powerful 5 nm Qualcomm Snapdragon 888 5G Mobile Platform which is capable of handling demanding tasks, such as gaming, browsing, multitasking and more. To top it off, this smartphone comes with a 6000 mAh battery that helps you play for long hours without having to charge it constantly.",
        "price":"₹79,999",
        "Highlights1":"18 GB RAM | 512 GB ROM",
        "Highlights2":"17.22 cm (6.78 inch) Full HD+ Display",
        "Highlights3":"64MP + 13MP + 5MP | 24MP Front Camera",
        "Highlights4":"Qualcomm Snapdragon 888 (SM8350) Processor"
    },
    {
        "id":5,
        "title":"vivo X100 Pro (512 GB) (16 GB RAM)",
        "launchOn":"November 14, 2023",
        "catagories":"Android phone",
        "img":"phones/vivo-x100-pro.avif",
        "shortContent":"Featuring 512GB storage and 16GB RAM, the vivo X100 Pro delivers high-end performance and ample storage for multitasking and media.",
        "content":"Vivo X100 Pro is a smartphone that transcends boundaries with its innovative features and exceptional technology. Let's embark on a journey through the exceptional capabilities that define this pinnacle of mobile engineering. It seamlessly combines groundbreaking camera technology, powerful performance, and durability in a sleek design. Elevate your mobile experience with a smartphone that goes beyond expectations – the Vivo X100 Pro, where every feature is a masterpiece in itself.",
        "price":"₹₹89,999",
        "Highlights1":"16 GB RAM | 512 GB ROM",
        "Highlights2":"17.22 cm (6.78 inch) Full HD+ Display",
        "Highlights3":"50MP + 50MP + 50MP | 32MP Front Camera",
        "Highlights4":"5400 mAh Battery"
    },
    {
        "id":6,
        "title":"Realme GT5 Pro",
        "launchOn":"May 15, 2024",
        "catagories":"Android phone",
        "img":"phones/realme_gt5_pro-removebg.png",
        "shortContent":"Realme's GT5 Pro packs powerful features for its users, though specific details are unavailable.",
        "price":"₹59,999",
        "Highlights1":"256 GB ROM",
        "Highlights2":"218g / 224g, 9.2mm thickness",
        "Highlights3":"50MP + 50MP + 8MP | 32MP Front Camera"
 
    },
    {
        "id":7,
        "title":"xiomi 14 ultra",
        "launchOn":"12 April,2023",
        "catagories":"Android phone",
        "img":"phones/xiomi_14_ultra-removebg-preview.png",
        "shortContent":"The Xiaomi 14 Ultra offers cutting-edge technology with its sleek design, promising top-tier performance and innovation.",
        "price":"₹1,48,900",
        "Highlights1":"16GB + 512GB",
        "Highlights2":" WQHD+ 6.73 AMOLED 3200 x 1440, 522 ppiLTPO ",
        "Highlights3":"48MP + 50MP + 50MP + 50MP | 32MP Front Camera",
        "Highlights4":" 5000mAh battry"
    }

]